{
  "blogs": [
    {
      "id": "d838d45e-4fb9-466f-9fc5-e1885a29e0ff",
      "img": "https://images.unsplash.com/photo-1642841220705-b03194dd9de7?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
      "type": "travel",
      "heading": "Went to climb Mt everest",
      "date": "JAN 26 2022",
      "body": "Our climb to the summit of Mount Everest is for reasonably experienced climbers and provides experienced Sherpa support, supplemental oxygen, base camp and high camp equipment and logistics. Our aim is to provide a safe and enjoyable mountain experience for those people who are ready to climb Mount Everest.\nWe have run expeditions to both the north and south sides of the mountain, and we have a solid team of experienced climbing Sherpas and base camp staff. Our Nepalese operator is a family run business called Adventure Alternative Nepal registered with the NMA and with TAAN. We have spent years investing in mountaineering training for the Sherpa mountain staff, plus we provide medical insurance and helicopter cover as standard for them (as per the latest recommendations from the Nepal Mountaineering Association).\nThe ratio of Sherpa to climbing member is always 1:1, and the ratio of western guide (if there is one) to climbing member is 1:3. The acclimatisation plan is a tried and tested regime which has the flexibility to accommodate the expected bad weather periods and many variables that affect any summit attempt on an 8000 metre mountain. We can offer Island Peak as an optional obvious warm up, plus Lobuche as a slightly harder option for an additional fee.\nThe summit cycle is preceded by several trips to sleep at Camp 2 but bottled oxygen is used first when sleeping at Camp 3. Clearly the objective danger of the Icefall and avalanche risk at Camp 1 cannot be avoided, but it can be mitigated by operating safe rules of travelling at night and using fixed lines correctly."
    },
    {
      "id": "fb42c741-2e91-4c39-8698-c8bd4ad86054",
      "img": "https://images.unsplash.com/photo-1493836512294-502baa1986e2?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1190&q=80",
      "type": "serious",
      "heading": "What is mid-life crisis",
      "date": "JAN 26 2022",
      "body": "The Merriam-Webster dictionary defines a midlife crisis as, 'A period of emotional turmoil in middle age characterized especially by a strong desire for change.'\nPeople respond to a midlife crisis in different ways, but it typically involves a change in the way that they act and feel, and in their attitude to life. It can happen at any time and can last for several years.\nThe phrase that you choose to describe it is less important than your strategy for coping with it. But it's worth pausing to think about whether a transition needs to be a 'crisis,' or if it's simply part of coming to terms with a change in your life.\nPsychologists define midlife as the years between 30 and 70, with 40 to 60 at its core. And with almost 105 million people aged between 35 and 59 in the U.S. in 2018, huge numbers of both men and women will likely experience a midlife crisis.\nThe link between midlife and unhappiness is backed up by research published in January 2020 by the National Bureau of Economic Research. The NBER study suggests that 'middle age misery' peaks at age 47.2."
    }
  ]
}